tap "junevm/msifancontrol-tap"
tap "leoafarias/fvm"
tap "supabase/tap"
tap "tilt-dev/tap"
brew "aria2"
brew "gcc"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "docker-credential-helper"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "glab"
brew "jq"
brew "maven"
brew "mise"
brew "navi"
brew "ninja"
brew "node"
brew "pipenv"
brew "pipx"
brew "scrcpy"
brew "starship"
brew "syncthing", restart_service: :changed
brew "tlrc"
brew "witr"
brew "yt-dlp"
brew "junevm/msifancontrol-tap/msifancontrol"
brew "leoafarias/fvm/fvm"
brew "tilt-dev/tap/ctlptl"
flatpak "ca.desrt.dconf-editor"
flatpak "com.bitwarden.desktop"
flatpak "com.brave.Browser"
flatpak "com.github.finefindus.eyedropper"
flatpak "com.github.johnfactotum.Foliate"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.xournalpp.xournalpp"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.protonvpn.www"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.peazip.PeaZip"
flatpak "io.missioncenter.MissionCenter"
flatpak "md.obsidian.Obsidian"
flatpak "net.ankiweb.Anki"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Solanum"
flatpak "org.jdownloader.JDownloader"
flatpak "org.kde.krita"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.telegram.desktop"
flatpak "org.videolan.VLC"
